Repository: krokedil/afterpay-nordics-for-woocommerce
Catalog: languages/afterpay-nordics-for-woocommerce-*.po
Languages: sv_se

source: Could not cancel AfterPay reservation, AfterPay reservation is already cancelled.
sv_se: Kunde inte avbryta reservationen, AfterPay reservationen är redan avbruten.

source: Could not cancel AfterPay reservation, AfterPay reservation is already captured. Order needs to be refunded for changes to be reflected in AfterPays system.
sv_se: Kunde inte avbryta AfterPay reservationen, AfterPay reservationen redan aktiverad. Ordern behöver återbetalas för att ändringar ska reflekteras i AfterPays system.

source: AfterPay reservation was successfully cancelled.
sv_se: AfterPay reservationen avbröts framgångsrikt.

source: AfterPay reservation could not be cancelled.
sv_se: AfterPay reservationen kunde inte avbrytas.

source: Could not capture AfterPay reservation, AfterPay reservation is already captured.
sv_se: Kunde inte aktivera AfterPay reservationen, AfterPay reservationen redan aktiverad.

source: AfterPay refund was successfully processed.
sv_se: AfterPay återbetalning behandlades framgångsrikt.

source: AfterPay refund could not be processed.
sv_se: AfterPay återbetalning kunde inte behandlas.

source: Refund failed.
sv_se: Återbetalning misslyckades

source: Personal/organization number is a required field.
sv_se: Person-/organisationsnummer är ett obligatoriskt fält.

source: Personal/organization number
sv_se: Person-/organisationsnummer

source: Personal number
sv_se: Personnummer

source: Organization number
sv_se: Organisationsnummer

source: Person
sv_se: Privatperson

source: Company
sv_se: Företag

source: Mobile phone number
sv_se: Mobilnummer

source: Get address
sv_se: Hämta adress

source: YYMMDDNNNN
sv_se: ÅÅMMDDNNNN

source: This is how your data is used.
sv_se: Så här behandlar vi dina personuppgifter.

source: No address was found. Please check your personal number or choose another payment method.
sv_se: Ingen adress hittades. Kontrollera ditt personnummer eller välja en annan betalningsmetod.

source: Address found and added to checkout form.
sv_se: Adress hittad och tillagd i kassaformuläret.

source: No address was found (%s). Please check your %s or choose another payment method.
sv_se: Ingen adress hittades (%s). Vänligen kontrollers ditt %s alternativt välj ett annat betalsätt.

source: AfterPay Part Payment
sv_se: AfterPay delbetalning

source: Please select a payment plan:
sv_se: Välj en betalningsplan:

source: months
sv_se: månader

source: mo
sv_se: mån

source: Start fee: %1$s. Monthly fee: %2$s. Rate: %3$s%5$s. Annual effective rate: %4$s%5$s. Total: %6$s.
sv_se: Startkostnad: %1$s. Månadsavgift: %2$s. Ränta: %3$s%5$s. Årlig effektiv ränta: %4$s%5$s. Totalt: %6$s.

source: Enable/Disable
sv_se: Aktivera/Inaktivera

source: Title
sv_se: Titel

source: This controls the title which the user sees during checkout.
sv_se: Det här kontrollerar vilken titel kunden ser i kassan.

source: Description Sweden
sv_se: Beskrivning Sverige

source: Description Norway
sv_se: Beskrivning Norge

source: Invoice Fee
sv_se: Fakturaavgift

source: Create a hidden (simple) product that acts as the invoice fee. Enter the ID number in this textfield. Leave blank to disable.
sv_se: Skapa en dold (enkel) produkt som fungerar som fakturaavgift. Ange produktens ID-nummer i det här textfältet. Lämna tomt för att avaktivera funktionen.

source: Customer type
sv_se: Kundtyp

source: Select the type of customer that can make purchases through AfterPay
sv_se: Välj vilken kundtyp som ska kunna göra köp via AfterPay

source: Both person and company
sv_se: Både privatperson och företag

source: Enable Order Management
sv_se: Aktivera orderhantering

source: Enable AfterPay order capture on WooCommerce order completion and AfterPay order cancellation on WooCommerce order cancellation
sv_se: Aktivera fakturor i AfterPay i samband med orderstatus i WooCommerce sätts till Genomförd och avbryt reservationer i AfterPay i samband med orderstatus i WooCommerce sätts till Avbruten.

source: Enable AfterPay testmode
sv_se: Aktivera AfterPay testmode

source: Enable logging
sv_se: Aktivera loggning

source: AfterPay reservation created, reservation ID: %s.
sv_se: AfterPay reservation skapad, reservations-ID: %s.

source: Something was wrong with the entered <strong>Personal number</strong>. Correct format should be YYMMDDNNNN. Please try again.
sv_se: Något var fel med det angivna <strong>personnumret</strong>. Korrekt format är ÅÅMMDDNNNN. Var god försök igen.

source: <strong>Personal/organization number</strong> needs to be numeric and in the following format: %s.
sv_se: <strong>Person/organisationsnummer</strong> behöver vara numeriskt och angivet i följande format: %s.

source: Read AfterPay Terms & Conditions
sv_se: Läs AfterPay's villkor

source: AfterPay Invoice
sv_se: AfterPay faktura
